Repository: AltayTech/diet_flutter
Catalog: lib/l10n/intl_*.arb
Languages: fa

# appName
source: behandam
fa: کارسو

source: login
fa: ورود

# register
source: Sign Up
fa: ثبت نام

# mobileOrEmail
source: mobile/Email
fa: شماره موبایل / ایمیل

source: Password
fa: کلمه عبور

source: Confirm Password
fa: تکرار کلمه عبور

source: Forget Password
fa: رمز عبورت رو فراموش کردی؟

# farsi
source: Persian
fa: فارسی

# behandam
source: Dr kermany's behandam
fa: به اندام دکتر کرمانی

source: Arabic
fa: العربية

source: change password
fa: تغییر رمز عبور

# textChangePass1
source: for password changing a verification code will be send to
fa: برای تغییر رمز یک کد تایید به شماره

# textChangePass2
source: after that you can change your password
fa: ارسال میشه. بعدش میتونی رمزتو عوض کنی

source: yes
fa: بله

source: no
fa: خیر

source: enter your mobile number
fa: شماره موبایلت رو وارد کن

# registerOrLogin
source: register and login
fa: ثبت نام و ورود

# woman
source: i'm a woman
fa: خانم هستم

# man
source: i'm a man
fa: آقا هستم

source: name
fa: نام

source: last name
fa: نام خانوادگی

# enterNewPassword
source: enter your new password
fa: رمز عبور جدیدتو وارد کن

# repeatNewPassword
source: repeat your new password
fa: رمز عبور جدیدتو تکرار کن

# setNewPassword
source: set your new password
fa: ثبت رمز عبور جدید

# smsCode
source: enter verification code
fa: کد پیامک شده رو اینجا وارد کن

# notSend
source: code didn't send, try again
fa: کد ارسال نشد، دوباره ارسال کن

# sendAgain
source: send again after :
fa: امکان ارسال مجدد بعد از :

# confirmNewPassword
source: fix your new password
fa: رمز عبور جدیدتو تعیین کن

# notEqualPassword
source: password repetition does't equal
fa: تکرار رمز عبور یکسان نیست

# fillAllField
source: fill all fields
fa: پر کردن تمامی فیلدها الزامی است

# minimumPasswordLength
source: password must have 4 digits
fa: رمز عبور چهار رقمی وارد کنید
